Repository: fbarriere/script.leaf.control
Catalog: resources/language/*/strings.po
Languages: french

# #32000
source: User name
french: Identifiant

# #32001
source: Password
french: Mot de passe

# #32002
source: Region
french: Région

# #32003
source: Polling timer
french: Temporisation

# #32004
source: USA
french: Etats Unis

# #32007
source: Australia
french: Australie

# #32008
source: Japan
french: Japon

# #32050
source: Connecting to carwings server
french: Connection au serveur carwings

# #32051
source: Choose action:
french: Choisir une action

# #32052
source: Get status
french: Récupérer l'état

# #32053
source: Start charging
french: Démarrer la charge

# #32054
source: Start climate control
french: Démarrer la climatisation

# #32055
source: Stop climate control
french: Arréter la climatisation

# #32056
source: Yes
french: Oui

# #32057
source: No
french: Non

# #32058
source: Connected
french: Branché

# #32059
source: Not connected
french: Débranché

# #32060
source: Leaf status
french: Etat de la Leaf

# #32061
source: Contacting server
french: Connection au serveur

# #32062
source: Charging:
french: En charge:

# #32063
source: Status:
french: Etat:

# #32064
source: Estimated range:
french: Autonomie estimée:

# #32065
source: Unknown
french: Inconnu

# #32066
source: Fetching datas from server
french: Récupération des données du serveur

# #32070
source: Starting climate control
french: Demarrage de la climatisation

# #32071
source: Stopping climate control
french: Arret de la climatisation

# #32072
source: Climate control started
french: Climatisation démarrée

# #32073
source: Climate control stopped
french: Climatisation arretée

# #32074
source: Started charging
french: Démarrage de la charge

# #32075
source: Failed to start charging
french: Echec de la charge
